adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
android-udev
base
base-devel
bash-completion
binutils
blueman
bluez-tools
bluez-utils
chromium
cups
cups-pdf
dhcpcd
discord
dnsmasq
docker
dracut
efibootmgr
evtest
flac-doc
foot
gammastep
ghidra
gimp
git
grim
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-ugly
gvfs
gvfs-mtp
handbrake
htop
imagemagick
imlib2
intel-media-driver
intel-ucode
iwd
jq
keepassxc
lib32-gst-plugins-base
lib32-gst-plugins-good
lib32-mesa-utils
lib32-pipewire
lib32-pipewire-v4l2
lib32-sdl2
lib32-vulkan-intel
lib32-vulkan-mesa-layers
libao
libexif
libmad
libvirt
light
linux
linux-firmware
linux-headers
lvm2
man-db
mesa-utils
mpv
multimon-ng
ncdu
neofetch
neovim
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
oniguruma
openbsd-netcat
opusfile
otf-ipaexfont
otf-ipafont
otf-ipamjfont
p7zip
pamixer
pandoc-cli
parallel
pavucontrol
pax-utils
pcmanfm
pipewire-alsa
pipewire-pulse
pipewire-v4l2
polkit
python-pycryptodome
qbittorrent
qemu-base
qt6-wayland
qt6ct
qutebrowser
rsync
sbctl
sbsigntools
signal-desktop
slurp
sox
spotify-launcher
stow
sudo
sway
swaybg
swaylock
sysfsutils
terminus-font
tlp
torbrowser-launcher
tree
ttf-hanazono
ttf-mononoki-nerd
ttf-sazanami
udiskie
udisks2
v4l2loopback-dkms
v4l2loopback-utils
virt-manager
vulkan-intel
vulkan-mesa-layers
waybar
wget
wine
winetricks
wl-clipboard
wlroots
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xorg-xwayland
yt-dlp
zathura
zathura-cb
zathura-pdf-mupdf
zathura-ps
